[
  {
    "id": 10,
    "nombre": "PLACA BASE ASUS ROG STRIX B550-F GAMING CON WI-FI 6 Y BLUETOOTH 5.2 INTEGRADOS PARA JUEGOS DE ALTA GAMA",
    "descripcion": "Placa base de alta gama para juegos con características avanzadas, soporte Wi-Fi 6 y Bluetooth 5.2 integrados para una conectividad superior.",
    "precio": 19999.99,
    "stock": 10,
    "imagen": "public/assets/products/product-1.png"
  },
  {
    "id": 11,
    "nombre": "TARJETA GRÁFICA NVIDIA GEFORCE RTX 3080 CON 10 GB DE VRAM GDDR6X PARA UN RENDIMIENTO EXTREMO EN JUEGOS",
    "descripcion": "Tarjeta gráfica de alto rendimiento con 10 GB de VRAM GDDR6X para un rendimiento de juego excepcional y calidad de imagen impresionante.",
    "precio": 799.99,
    "stock": 5,
    "imagen": "public/assets/products/product-2.png"
  },
  {
    "id": 12,
    "nombre": "PROCESADOR AMD RYZEN 9 5900X CON 12 NÚCLEOS Y 24 HILOS PARA UNA POTENCIA DE PROCESAMIENTO SIN IGUAL",
    "descripcion": "Procesador de última generación con 12 núcleos y 24 hilos para una potencia de procesamiento excepcional y un rendimiento en multitarea incomparable.",
    "precio": 449.99,
    "stock": 8,
    "imagen": "public/assets/products/product-3.png"
  },
  {
    "id": 13,
    "nombre": "DISCO DURO SSD SAMSUNG 1TB NVMe CON VELOCIDAD DE LECTURA DE HASTA 3500 MB/S PARA UN ALMACENAMIENTO RÁPIDO Y CONFIABLE",
    "descripcion": "Unidad de estado sólido de alta velocidad con velocidad de lectura de hasta 3500 MB/s para un almacenamiento rápido y confiable de tus datos y archivos.",
    "precio": 149.99,
    "stock": 15,
    "imagen": "public/assets/products/product-4.png"
  },
  {
    "id": 14,
    "nombre": "MONITOR GAMING ASUS ROG SWIFT PG279Q DE 27 PULGADAS CON RESOLUCIÓN QHD Y FRECUENCIA DE ACTUALIZACIÓN DE 165 HZ",
    "descripcion": "Monitor de juego de 27 pulgadas con resolución QHD y una frecuencia de actualización de 165 Hz para una experiencia de juego suave y detallada.",
    "precio": 599.99,
    "stock": 7,
    "imagen": "public/assets/products/product-5.png"
  },
  {
    "id": 15,
    "nombre": "TELEVISOR LED SONY BRAVIA X900H DE 65 PULGADAS CON RESOLUCIÓN 4K Y DOLBY VISION PARA UNA EXPERIENCIA DE VISUALIZACIÓN INMERSIVA",
    "descripcion": "Televisor LED de 65 pulgadas con resolución 4K y tecnología Dolby Vision que ofrece una experiencia de visualización inmersiva con colores vibrantes y detalles excepcionales. Perfecto para disfrutar de películas y juegos.",
    "precio": 899.99,
    "stock": 10,
    "imagen": "public/assets/products/product-6.png"
  },
  {
    "id": 16,
    "nombre": "PORTÁTIL DELL XPS 13 CON PROCESADOR INTEL CORE I7 DE 11ª GENERACIÓN Y PANTALLA TÁCTIL FULL HD",
    "descripcion": "Portátil Dell XPS 13 con procesador Intel Core i7 de 11ª generación y pantalla táctil Full HD de 13 pulgadas. Ofrece un rendimiento excepcional y una experiencia de usuario fluida para trabajo y entretenimiento.",
    "precio": 1299.99,
    "stock": 8,
    "imagen": "public/assets/products/product-7.png"
  },
  {
    "id": 17,
    "nombre": "AURICULARES INALÁMBRICOS BOSE QUIETCOMFORT 35 II CON CANCELACIÓN DE RUIDO ACTIVA",
    "descripcion": "Auriculares inalámbricos Bose QuietComfort 35 II con cancelación de ruido activa para disfrutar de una calidad de sonido excepcional y una experiencia auditiva sin distracciones. Ideales para viajes y trabajo.",
    "precio": 299.99,
    "stock": 15,
    "imagen": "public/assets/products/product-8.png"
  },
  {
    "id": 18,
    "nombre": "CÁMARA DSLR CANON EOS 5D MARK IV CON SENSOR DE 30.4 MP Y GRABACIÓN DE VIDEO EN 4K",
    "descripcion": "Cámara DSLR Canon EOS 5D Mark IV con sensor de 30.4 megapíxeles y capacidad de grabación de video en 4K. Perfecta para fotógrafos y videógrafos profesionales que buscan calidad y versatilidad.",
    "precio": 2499.99,
    "stock": 7,
    "imagen": "public/assets/products/product-9.png"
  },
  {
    "id": 19,
    "nombre": "TABLETA SAMSUNG GALAXY TAB S7+ CON PANTALLA SUPER AMOLED DE 12.4 PULGADAS Y S PEN INCLUIDO",
    "descripcion": "Tableta Samsung Galaxy Tab S7+ con pantalla Super AMOLED de 12.4 pulgadas y S Pen incluido para una experiencia de escritura y dibujo natural. Ideal para productividad y entretenimiento en movimiento.",
    "precio": 799.99,
    "stock": 12,
    "imagen": "public/assets/products/product-10.png"
  }
]
